{
    "licensing": {
      "title": "Licencias y Derechos",
      "sections": [
        {
          "title": "1. Introducción",
          "content": "En Pink Ponk, valoramos y respetamos los derechos de propiedad intelectual, tanto nuestros como los de nuestros clientes y terceros. Esta sección establece los términos relacionados con las licencias y el uso de los materiales, diseños y contenido creados por nuestra empresa."
        },
        {
          "title": "2. Licencia de Uso",
          "content": "Al adquirir nuestros servicios, otorgamos al cliente una licencia limitada, no exclusiva e intransferible para usar los diseños y desarrollos proporcionados exclusivamente para los fines establecidos en el contrato o acuerdo correspondiente."
        },
        {
          "title": "3. Propiedad Intelectual",
          "content": "Todos los materiales, códigos, diseños y contenido creados por Pink Ponk son propiedad exclusiva de la empresa, salvo que se especifique lo contrario en un acuerdo por escrito. Esto incluye:",
          "items": [
            "Diseños personalizados de sitios web.",
            "Código fuente y componentes desarrollados.",
            "Documentación técnica y guías de usuario."
          ]
        },
        {
          "title": "4. Restricciones",
          "content": "Los clientes no pueden:",
          "items": [
            "Reproducir, distribuir, o revender nuestros diseños o desarrollos sin autorización previa por escrito.",
            "Modificar o adaptar los materiales creados, salvo que se acuerde específicamente en el contrato.",
            "Eliminar marcas de agua, créditos o cualquier referencia a Pink Ponk, salvo autorización expresa."
          ]
        },
        {
          "title": "5. Terceros y Software de Código Abierto",
          "content": "Algunos de nuestros proyectos pueden incluir bibliotecas o herramientas de software de terceros o de código abierto, que están sujetas a sus propias licencias. Pink Ponk cumple con dichas licencias y espera que los clientes también lo hagan."
        },
        {
          "title": "6. Terminación de la Licencia",
          "content": "Pink Ponk se reserva el derecho de revocar la licencia de uso en caso de incumplimiento de los términos establecidos. En este caso, el cliente deberá cesar inmediatamente el uso del contenido proporcionado."
        },
        {
          "title": "7. Limitación de Garantías",
          "content": "Pink Ponk no garantiza que los materiales proporcionados estén libres de errores o que sean completamente compatibles con todas las plataformas, salvo que se indique explícitamente en el acuerdo."
        },
        {
          "title": "8. Contacto",
          "content": "Para consultas relacionadas con licencias y derechos, contáctenos en: contact@pinkponk.lol"
        }
      ]
    }
  }
  